[
  {
    "description": "New Fan installation or Bathroom vent cleaning or repairing old fans",
    "name": "Bathroom Fan Installation and Repair",
    "providers": []
  },
  {
    "description": "Deep Cleaning Bathtub and fixing shower and tap heads",
    "name": "Bathtub & Shower Re-caulking",
    "providers": []
  },
  {
    "description": "You’re sure to find lots of colours, shapes and sizes of tile for your next project",
    "name": "Tile Installation",
    "providers": []
  },
  {
    "description": "Bathroom Renovation Services may be right for you if your project combines some or all of the following: Upgrade fixtures, Structural Changes, Upgrade Finishing",
    "name": "Bathroom Renovation",
    "providers": []
  },
  {
    "description": "Make The Service Master App your only destination for state-of-the-art appliances and professional installation you can trust!",
    "name": "Residential Appliance Installation",
    "providers": []
  },
  {
    "description": "Counter tops are both a functional and beautiful part of your kitchen. Service Master carries a wide selection of materials from natural stone, quartz, granite, and laminate that come in vast array of colours and patterns to suit every taste.",
    "name": "Counter-top Installation & Replacement",
    "providers": []
  },
  {
    "description": "What is Included in your Cabinet Refacing project? a.New cabinet doors and/or drawer fronts, available in a full range of styles, materials and colours, b.New hinges and handles, c.New cabinet resurfacing materials installed on your cabinet boxes to match the new doors and drawers, d.The option to replace drawers with doors or vice-versa, e.Professional installation by experienced Home Depot Installers, f.Flexible Financing with Project Loan – credit available for up to $50 000. No annual fees.",
    "name": "Kitchen Cabinet Refacing Services",
    "providers": []
  },
  {
    "description": "Durable and Waterproof: Great for high traffic areas and wet rooms. Repairs are also relatively quick and easy. Easy to Clean, Allergen Free: Resists stains, odours, and won’t trap allergens. Endless Design Possibilities: Tiles come in many designs, shapes and sizes so you can use them for your floors, backslash and walls.",
    "name": "Tile Installation",
    "providers": []
  },
  {
    "description": "Trust the professionals with affordable Air Duct and Furnace Cleaning packages from Service Master Home Services. Our Installers are licensed and background-checked, delivering a thorough and complete cleaning that improves air quality and flow, while allowing your home’s HVAC system to work more effectively and efficiently.",
    "name": "Air Duct & Furnace Cleaning",
    "providers": []
  },
  {
    "description": "First time looking for a Gutter Cleaner and not sure where to start? Tell us about your project and we’ll send you a list of Gutter Cleaners to review. The gutter cleaning process is entirely eco-responsible, and the benefits of regular cleaning are numerous. It can help prevent mosquito breeding and can prevent damage to the exterior siding and foundation of your home.",
    "name": "Gutter Cleaning",
    "providers": []
  },
  {
    "description": "Deep cleaning your new house or cleaning your house after you move out. Giving you the feeling of new and Safe place.",
    "name": "Moving In and Moving Out Cleaning",
    "providers": []
  },
  {
    "description": "Relax and appreciate the landscape of your dreams while we handle every aspect of it for you, taking care of every detail, every step of the way. Our app can give contacts of service experts which will make your property turn heads.",
    "name": "Yard Cleaning",
    "providers": []
  },
  {
    "description": "Your deck can easily sustain damage due to the constant exposure to wind, snow, rain, and sunshine. That is why it is important you schedule regular maintenance for your deck every few years. This can not only help make your deck look brand new, but can also help extend its lifespan. If you want to make sure your deck always looks its best, be sure to trust the task of our service provider.",
    "name": "Deck Painting",
    "providers": []
  },
  {
    "description": "The expert new home builders, can make your large-scale interior and exterior home renovations hassle-free",
    "name": "Wallpaper Installation & Removal",
    "providers": []
  },
  {
    "description": "Homeowners and businesses happy with second to none craftsmanship of the service provider found on our app . Our experienced workers are all highly knowledgeable and skilled.",
    "name": "Wall and Ceiling Texturing",
    "providers": []
  },
  {
    "description": "Service Master is the one-stop shop for interior painting services makes it easy to get multiple jobs done for your home’s interior at once: Quality Paint Job, Saves Time, No Clea-up Required",
    "name": "Interior Painting Service",
    "providers": []
  },
  {
    "description": "We analyze brick foundations to determine the type of remediation & repair required.",
    "name": "Brick Foundations Repair",
    "providers": []
  },
  {
    "description": "Providing efficient concrete building solutions, our experts can help you make the most use out of your front and back yards. We build concrete pits, perfect for a warm outdoor fireplace under the stars. Whether you need more space outside your home, such as a garage, outbuilding, or a pool house, choose only the most skilled and reliable professionals for any new or remodelling concrete project. Other than this, we also do foundations, entryways, garage floors, cement patios, and more.",
    "name": "Concrete Foundations",
    "providers": []
  },
  {
    "description": "Your Foundation Repair Specialist for Cracks and Buckling Walls",
    "name": "Cinder Block Foundations",
    "providers": []
  },
  {
    "description": "Concrete driveways from our Service Providers are a permanent, low-maintenance addition to your property",
    "name": "Interlock Driveway",
    "providers": []
  },
  {
    "description": "MAINTENANCE-FREE AND NATURAL LOOKING SYNTHETIC TURF",
    "name": "Artificial Turf Installation",
    "providers": []
  },
  {
    "description": "Finding concrete driveway experts in your area is easy with us",
    "name": "Gravel & Loose Fill Installation",
    "providers": []
  },
  {
    "description": "Make projects and property care down-to-earth and keep your property manicured through the season with a professional landscape contractor and our 24/7 emergency service.",
    "name": "Lawn Mowing & Leaf Blowing",
    "providers": []
  },
  {
    "description": "Looking for backyard ideas that’ll transform your outdoor space into the landscape of your dreams? You’ll love the serenity of a water feature or backyard pond. Create a paradise right outside your door with backyard designs by our Experts",
    "name": "Water Fountain Installation",
    "providers": []
  },
  {
    "description": "Trusted Pest Control & Wildlife Removal Experts in the Greater Toronto Area",
    "name": "Ant & Termite Control",
    "providers": []
  },
  {
    "description": "Our specialists will humanely remove and relocate nuisance wildlife. Raccoon removal services and dead animal disposal is done according to local laws and standards. When the animal pests have been removed, we will expertly clean and clear the affected areas to ensure your safety.",
    "name": "Raccoon Removal",
    "providers": []
  },
  {
    "name": "Insect Control",
    "providers": []
  },
  {
    "description": "Our Specialist use thermal heat throughout your home to attain an excellent outcome. Our method is so successful, more and more customers turn to heat as the safest quickest method of pest control",
    "name": "Bed Bug Treatment",
    "providers": []
  },
  {
    "description": "We pride ourselves on industry expertise. It's our goal to help you transform your space into one that's functional and beautiful. Our selection of quality carpeting has the colours, designs, materials and brands to satisfy all your demands. Visit one of our carpet stores to view our selection.",
    "name": "Carpet Installation & Replacement Services",
    "providers": []
  },
  {
    "description": "Our service providers provide a comprehensive range of flooring services to complement any room in your house. From concept to implementation, our skilled installation crew has the skills and knowledge to ensure your idea is realized. We guarantee your project is in good hands.",
    "name": "Hardwood Flooring Installation",
    "providers": []
  },
  {
    "description": "Floor maintenance and repair may include removing old boards and installing new ones. Our experts can install, repair, and maintain any type of flooring for a lifetime. Our goal is to help you increase the life and beauty of your floors without breaking the bank.",
    "name": "Laminate Flooring Installation",
    "providers": []
  },
  {
    "description": "Our professionals will show you a large selection of stones, and using years of experience, we will provide recommendations. We provide transparent pricing, guarantee your satisfaction.",
    "name": "Tile Installation",
    "providers": []
  }
]